[{"_id":"63555c8daa84a2d12c0504c2","title":"Little prince","author":"Antoine de Saint-Exupéry","genre":"Fiction and literature","description":"Having crash-landed in the Sahara desert, a pilot comes across a young boy who introduces himself as the Little Prince and tells him the story of how he grew up on a tiny asteroid before travelling across the galaxies and coming to Earth. His encounters and discoveries, seen through childlike, innocent eyes, give rise to candid reflections on life and human nature.\r\n\r\nFirst published in 1943 and featuring the author's own watercolour illustrations, The Little Prince has since become a classic philosophical fable for young and old, as well as a global publishing phenomenon, selling tens of millions of copies worldwide and being translated into dozens of languages.","cover":"\/storage\/uploads\/1666541091_41092976.jpg","year":"2014","pages":"96","quantity":"3","available":2,"updated_at":"2022-11-12T12:18:46.105000Z","created_at":"2022-10-23T15:23:57.891000Z"},{"_id":"6356b1b8297bd406dd058c22","title":"Harry Potter and the Philosopher´s Stone","author":"Joanne K. Rowling","genre":"Fiction and literature","description":"Harry Potter has never even heard of Hogwarts when the letters start dropping on the doormat at number four, Privet Drive. Addressed in green ink on yellowish parchment with a purple seal, they are swiftly confiscated by his grisly aunt and uncle. Then, on Harry's eleventh birthday, a great beetle-eyed giant of a man called Rubeus Hagrid bursts in with some astonishing news: Harry Potter is a wizard, and he has a place at Hogwarts School of Witchcraft and Wizardry.\r\n An incredible adventure is about to begin! These new editions of the classic and internationally bestselling, multi-award-winning series feature instantly pick-up-able new jackets by Jonny Duddle, with huge child appeal, to bring Harry Potter to the next generation of readers. It's time to PASS THE MAGIC ON …","cover":"\/storage\/uploads\/1666625976_harry-potter-and-the-philosopher-s-stone-9781408855652.jpg","year":"2014","pages":"352","quantity":"10","available":8,"updated_at":"2022-11-12T14:01:52.551000Z","created_at":"2022-10-24T15:39:36.131000Z"},{"_id":"63b96bffb856d6bd35045222","title":"The Lord Of The Rings","author":"J.R.R. Tolkien","genre":"Fantasy","description":"Immerse yourself in Middle-earth with J.R.R. Tolkien’s classic masterpieces behind the films...\r\n\r\nThis special 50th anniversary edition includes three volumes of The Lord of the Rings (The Fellowship of the Ring, The Two Towers, and The Return of the King), along with an extensive new index—a must-own tome for old and new Tolkien readers alike.\r\n\r\nOne Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind them.\r\n\r\nIn ancient times the Rings of Power were crafted by the Elven-smiths, and Sauron, the Dark Lord, forged the One Ring, filling it with his own power so that he could rule all others. But the One Ring was taken from him, and though he sought it throughout Middle-earth, it remained lost to him. After many ages it fell by chance into the hands of the hobbit Bilbo Baggins.\r\n\r\nFrom Sauron's fastness in the Dark Tower of Mordor, his power spread far and wide. Sauron gathered all the Great Rings to him, but always he searched for the One Ring that would complete his dominion.\r\n\r\nWhen Bilbo reached his eleventy-first birthday he disappeared, bequeathing to his young cousin Frodo the Ruling Ring and a perilous quest: to journey across Middle-earth, deep into the shadow of the Dark Lord, and destroy the Ring by casting it into the Cracks of Doom.\r\n\r\nThe Lord of the Rings tells of the great quest undertaken by Frodo and the Fellowship of the Ring: Gandalf the Wizard; the hobbits Merry, Pippin, and Sam; Gimli the Dwarf; Legolas the Elf; Boromir of Gondor; and a tall, mysterious stranger called Strider.\r\n\r\nJ.R.R. Tolkien (1892-1973), beloved throughout the world as the creator of The Hobbit, The Lord of the Rings, and The Silmarillion, was a professor of Anglo-Saxon at Oxford, a fellow of Pembroke College, and a fellow of Merton College until his retirement in 1959. His chief interest was the linguistic aspects of the early English written tradition, but while he studied classic works of the past, he was creating a set of his own.","cover":"\/storage\/uploads\/1673096191_content.jfif","year":"2012","pages":"1216","quantity":"4","available":"4","updated_at":"2023-01-07T12:56:31.744000Z","created_at":"2023-01-07T12:56:31.744000Z"},{"_id":"63b96c9cb856d6bd35045223","title":"Sapiens: A Brief History of Humankind","author":"Yuval Noah Harari","genre":"History","description":"From a renowned historian comes a groundbreaking narrative of humanity’s creation and evolution—a #1 international bestseller—that explores the ways in which biology and history have defined us and enhanced our understanding of what it means to be “human.”\r\n\r\nOne hundred thousand years ago, at least six different species of humans inhabited Earth. Yet today there is only one—homo sapiens. What happened to the others? And what may happen to us?\r\n\r\nMost books about the history of humanity pursue either a historical or a biological approach, but Dr. Yuval Noah Harari breaks the mold with this highly original book that begins about 70,000 years ago with the appearance of modern cognition. From examining the role evolving humans have played in the global ecosystem to charting the rise of empires, Sapiens integrates history and science to reconsider accepted narratives, connect past developments with contemporary concerns, and examine specific events within the context of larger ideas.\r\n\r\nDr. Harari also compels us to look ahead, because over the last few decades humans have begun to bend laws of natural selection that have governed life for the past four billion years. We are acquiring the ability to design not only the world around us, but also ourselves. Where is this leading us, and what do we want to become?\r\n\r\nFeaturing 27 photographs, 6 maps, and 25 illustrations\/diagrams, this provocative and insightful work is sure to spark debate and is essential reading for aficionados of Jared Diamond, James Gleick, Matt Ridley, Robert Wright, and Sharon Moalem.","cover":"\/storage\/uploads\/1673096348_0062316095.01._SCLZZZZZZZ_SX500_.jpg","year":"2015","pages":"464","quantity":"2","available":"2","updated_at":"2023-01-07T12:59:08.721000Z","created_at":"2023-01-07T12:59:08.721000Z"},{"_id":"63b96d12b856d6bd35045224","title":"Atomic Habits: An Easy & Proven Way to Build Good Habits & Break Bad Ones","author":"James Clear","genre":"Self development","description":"No matter your goals, Atomic Habits offers a proven framework for improving--every day. James Clear, one of the world's leading experts on habit formation, reveals practical strategies that will teach you exactly how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results.\r\n\r\nIf you're having trouble changing your habits, the problem isn't you. The problem is your system. Bad habits repeat themselves again and again not because you don't want to change, but because you have the wrong system for change. You do not rise to the level of your goals. You fall to the level of your systems. Here, you'll get a proven system that can take you to new heights.\r\n\r\nClear is known for his ability to distill complex topics into simple behaviors that can be easily applied to daily life and work. Here, he draws on the most proven ideas from biology, psychology, and neuroscience to create an easy-to-understand guide for making good habits inevitable and bad habits impossible. Along the way, readers will be inspired and entertained with true stories from Olympic gold medalists, award-winning artists, business leaders, life-saving physicians, and star comedians who have used the science of small habits to master their craft and vault to the top of their field.\r\n\r\nLearn how to:\r\nmake time for new habits (even when life gets crazy);\r\novercome a lack of motivation and willpower;\r\ndesign your environment to make success easier;\r\nget back on track when you fall off course;\r\n...and much more.\r\n\r\nAtomic Habits will reshape the way you think about progress and success, and give you the tools and strategies you need to transform your habits--whether you are a team looking to win a championship, an organization hoping to redefine an industry, or simply an individual who wishes to quit smoking, lose weight, reduce stress, or achieve any other goal.","cover":"\/storage\/uploads\/1673096466_0735211299.01._SCLZZZZZZZ_SX500_.jpg","year":"2018","pages":"320","quantity":"1","available":"1","updated_at":"2023-01-07T13:01:06.913000Z","created_at":"2023-01-07T13:01:06.913000Z"},{"_id":"63b96d5db856d6bd35045225","title":"The Hunger Games","author":"Suzanne Collins","genre":"Fantasy","description":"In the ruins of a place once known as North America lies the nation of Panem, a shining Capitol surrounded by 12 outlying districts. The Capitol keeps the districts in line by forcing them all to send one boy and one girl between the ages of 12 and 18 to participate in the annual Hunger Games, a fight to the death on live TV. \r\n\r\nSixteen-year-old Katniss Everdeen regards it as a death sentence when she steps forward to take her sister's place in the Games. But Katniss has been close to death before - and survival, for her, is second nature. Still, if she is to win, she will have to start making choices that weigh survival against humanity and life against love.","cover":"\/storage\/uploads\/1673096688_The_Hunger_Games.jpg","year":"2018","pages":"340","quantity":"5","available":"5","updated_at":"2023-01-07T13:04:48.390000Z","created_at":"2023-01-07T13:02:21.087000Z"}]